Repository: cardonemartin/PoGo-UWP
Catalog: PokemonGo-UWP/MultilingualResources/PokemonGo-UWP.*.xlf
Languages: hu

# BadgeBattleAttackWon
source: Battle Girl
hu: Csata Lány

# BadgeCaptureTotal
source: Collector
hu: Gyűjtő

# BadgeSmallRattata
source: Youngster
hu: Ifjú

# Bug
source: Bug Catcher
hu: Bogárfogó

# Dragon
source: Dragon Tamer
hu: Sárkányszelidítő

# Fairy
source: Fairy Tale Girl
hu: Tündérmese Lány

# Fighting
source: Black Belt
hu: Feketeöves

# Flying
source: Bird Keeper
hu: Madártartó

# Ground
source: Ruin Maniac
hu: Rom mániákus

# Ice
source: Skier
hu: Síelő

# Normal
source: School Kid
hu: Iskolás

# Steel
source: Depot Agent
hu: Raktáros

# BadgeBattleAttackWonDescription
source: Won {0} gym battles
hu: {0} megnyert edzőtermi csata

# BadgeBattleTrainingWonDescription
source: Won {0} training battles
hu: {0} megnyert gyakorló csata

# BadgeBigMagikarpDescription
source: Caught {0} Magikarp
hu: {0} elkapott Magikarp

# BadgeCaptureTotalDescription
source: Captured {0} Pokemon
hu: {0} elfogott Pokémon

# BadgeEvolvedTotalDescription
source: Evolved {0} Pokémon
hu: {0} felfejlesztett Pokémon

# BadgeHatchedTotalDescription
source: Hatched {0} Pokemon
hu: {0} kikeltett Pokémon

# BadgePikachuDescription
source: Caught {0} Pikachu
hu: {0} elkapott Pikachu

# BadgePokedexEntriesDescription
source: Registered {0} Pokemon in the Pokedex
hu: {0} Pokemon bejegyezve a Pokédexbe

# BadgePokestopsVisitedDescription
source: Visited {0} Pokestops
hu: {0} Pokéstop meglátogatva

# BadgeSmallRattataDescription
source: Caught {0} Rattata
hu: {0} Rattata elkapva

# BadgeTravelKmDescription
source: Walked {0} km
hu: {0} km lesétálva

# BugDescription
source: Caught {0} Bug Pokemon
hu: {0} Bogár Pokémon elkapva

# DragonDescription
source: Caught {0} Dragon Pokemon
hu: {0} Sárkány Pokémon elkapva

# ElectricDescription
source: Caught {0} Electric Pokemon
hu: {0} Elektromos Pokémon elkapva

# FairyDescription
source: Caught {0} Fairy Pokemon
hu: {0} Tündér Pokémon elkapva

# FightingDescription
source: Caught {0} Fighting Pokemon
hu: {0} Harcos Pokémon elkapva

# FireDescription
source: Caught {0} Fire Pokemon
hu: {0} Tűz Pokémon elkapva

# FlyingDescription
source: Caught {0} Flying Pokemon
hu: {0} Repülő Pokémon elkapva

# GhostDescription
source: Caught {0} Ghost Pokemon
hu: {0} Szellem Pokémon elkapva

# GrassDescription
source: Caught {0} Grass Pokemon
hu: {0} Fű Pokémon elkapva

# GroundDescription
source: Caught {0} Ground Pokemon
hu: {0} Föld Pokémon elkapva

# IceDescription
source: Caught {0} Ice Pokemon
hu: {0} Jég Pokémon elkapva

# NormalDescription
source: Caught {0} Normal Pokemon
hu: {0} Normál Pokémon elkapva

# PoisonDescription
source: Caught {0} Poison Pokemon
hu: {0} Méreg Pokémon elkapva

# PsychicDescription
source: Caught {0} Psychic Pokemon
hu: {0} Pszicho Pokémon elkapva

# RockDescription
source: Caught {0} Rock Pokemon
hu: {0} Szikla Pokémon elkapva

# SteelDescription
source: Caught {0} Steel Pokemon
hu: {0} Acél Pokémon elkapva

# WaterDescription
source: Caught {0} Water Pokemon
hu: {0} Víz Pokémon elkapva

# DateFormat
source: dd.MM.yyyy
hu: yyyy.MM.dd

# DateTimeFormat
source: dd.MM.yyyy hh:mm tt
hu: yyyy.MM.dd hh:mm tt

# PokemonFledText
source: {0} fled
hu: {0} elmenekült

# GettingGpsSignalText
source: Getting GPS signal...
hu: GPS jel keresése...

# GettingUserDataText
source: Getting user data...
hu: Felhasználói adatok lekérése...

# GoogleErrorText
source: Google returned error:
hu: A Google hibát dobott:

# GoogleNotRespondingText
source: Google is not responding, please try again later.
hu: A Google nem válaszol, próbálkozz később.

# LoadingEncounterText
source: Loading encounter with {0}
hu: Összecsapás betöltése vele: {0}

# LoggingInText
source: Logging in...
hu: Bejelentkezés...

# LoginFailedText
source: Login failed, please try again.
hu: Sikertelen bejelentkezés, próbáld újra.

# NoText
source: No
hu: Nem

# NoGpsPermissionsText
source: We need GPS permissions to run the game, please enable it and try again.
hu: A játék futásához engedélyezni kell a GPS-t. Bekapcsolás után próbáld újra.

# PokemonRanAwayText
source: Pokémon ran away, sorry :(
hu: A Pokémon elfutott.

# PtcDownText
source: PTC login is probably down, please retry later.
hu: A PTC bejelentkezés valószínűleg nem elérhető. Próbálkozz később.

# SomethingWentWrongText
source: Something went wrong and app may be unstable now. Do you want to logout and try again?
hu: Valami hiba történt, amitől az alkalmazás instabil lehet. Szeretnél kijelentkezni és újrapróbálni?

# UpdateDownloadingText
source: Downloading update {0}
hu: Frissítés letöltése: {0}

# UpdatedVersionText
source: An updated version {0} is available. Do you want to update? {1}
hu: Egy frissebb verzió {0} elérhető. Szeretnél frissíteni? {1}

# UpdateFailedText
source: Update failed: {0} Open page with installation files for manual install?
hu: Sikertelen frissítés: {0} Megnyitja a telepítési fájlokat tartalmazó oldalt, hogy manuálisan tudjon frissíteni?

# UpdateInstallingText
source: Installing update, app is restarting...
hu: Frissítés telepítése, az alkalmazás újraindul...

# WrongUsernameText
source: Wrong username/password or offline server, please try again.
hu: Helytelen felhasználónév/jelszó vagy a szerver nem elérhető, próbáld újra.

# YesText
source: Yes
hu: Igen

# NoTeamText
source: No Team
hu: Nincs Csapat

# TransferPokemonSuccessText
source: Transfer succeeded! Got a {0} Candy from the Professor.
hu: Sikeres átvitel! Kaptál {0} Cukorkát a Professzortól.

# TransferPokemonWarningText
source: You can't take it back after it's transferred to the Professor. Do you really want to transfer {0} to the Professor?
hu: Nem kaphatod vissza, miután odaadtad a Professzornak. Biztosan odaadod {0}-t a Professzornak?

# LoginExpired
source: Previous login expired.
hu: Előző bejelentkezés lejárt.

# ActivityUnknown
source: Unknown
hu: Ismeretlen

# ActivityCatchPokemon
source: Pokémon Caught
hu: Pokémon Elkapva

# ActivityCatchLegendPokemon
source: Catch Legendary Pokémon
hu: Legendás Pokémon Elkapása

# ActivityFleePokemon
source: Pokémon Fled
hu: Pokémon Elmenekült

# ActivityDefeatFort
source: Defeat Fort
hu: Erőd Legyőzése

# ActivityEvolvePokemon
source: Evolve a Pokémon
hu: Pokémon Fejlesztése

# ActivityHatchEgg
source: Egg Hatched!
hu: Kikelt Tojás!

# ActivityWalkKm
source: Walk Km
hu: Km Séta

# ActivityCatchFirstThrow
source: First Throw
hu: Első Dobás

# ActivityCatchNiceThrow
source: Nice Throw
hu: Jó Dobás

# ActivityCatchGreatThrow
source: Great Throw
hu: Remek Dobás

# ActivityCatchExcellentThrow
source: Excellent Throw
hu: Kiváló Dobás

# ActivityCatchCurveball
source: Curveball
hu: Csavart Labda

# ActivityCatchFirstCatchOfDay
source: First Catch of Day!
hu: A nap első kapása!

# ActivityCatchMilestone
source: Catch Milestone
hu: Elkapás Mérföldkő

# ActivityTrainPokemon
source: Train Pokémon
hu: Pokémon Edzése

# ActivitySearchFort
source: Search Fort
hu: Erőd Keresése

# ActivityReleasePokemon
source: Release Pokémon
hu: Pokémon Elengedése

# ActivityHatchEggSmallBonus
source: Hatch Egg Small Bonus
hu: Kis Tojáskeltetési Bónusz

# ActivityHatchEggMediumBonus
source: Hatch Egg Medium Bonus
hu: Közepes Tojáskeltetési Bónusz

# ActivityHatchEggLargeBonus
source: Hatch Egg Large Bonus
hu: Nagy Tojáskeltetési Bónusz

# ActivityDefeatGymDefender
source: Defeat Gym Defender
hu: Edzőterem Védőjének Legyőzése

# ActivityDefeatGymLeader
source: Defeat Gym Leader
hu: Edzőterem Vezetőjének legyőzése

# CooldownTextBlock.Text
source: You have to wait some time
hu: Várnod kell egy kis időt

# InventoryFullTextBlock.Text
source: Your inventory is full!
hu: Tele van a készleted!

# PtcLoginTextBlock.Text
source: LOGIN with PTC Account
hu: Bejelentkezés PTC Fiókkal

# LoginDisclaimerTextBox.Text
source: To login, enter your Username/Email and Password above. If you don't trust this app, please close it now. Niantic may ban you for using this app. Use at your own risk.
hu: Bejelentkezéshez írd be a Felhasználóneved/Email címed és a jelszavadat. Ha nem bízol az alkalmazásban, zárd be most. A Niantic kitilthat az alkalmazás használatáért. Használat csak saját felelősségre.

# NearbyPokemonTextBlock.Text
source: nearby
hu: közelben

# OutOfRangeTextBlock.Text
source: THIS POKÉSTOP IS TOO FAR AWAY
hu: EZ A POKÉSTOP TÚL MESSZE VAN

# LoginPasswordPasswordBox.PlaceholderText
source: Password
hu: Jelszó

# LoginUsernameTextBox.PlaceholderText
source: Username / Email
hu: Felhasználónév / Email

# EggsTextBlock.Text
source: EGGS
hu: TOJÁSOK

# SettingsMusicTextBlock.Text
source: Music
hu: Zene

# PokemonTextBlock.Text
source: POKÉMON
hu: POKÉMONOK

# SettingsHeaderTextBlock.Text
source: SETTINGS
hu: BEÁLLÍTÁSOK

# SettingsSignOutTextBlock.Text
source: Sign Out
hu: Kijelentkezés

# SettingsVibrationTextBlock.Text
source: Vibration
hu: Rezgés

# ItemsTextBlock.Text
source: ITEMS
hu: TÁRGYAK

# LowercaseItemsTextBlock.Text
source: items
hu: tárgyak

# TotalExperienceTextBlock.Text
source: TOTAL
hu: ÖSSZESEN

# LevelUpTextBlock.Text
source: Level up!
hu: Szintlépés!

# LevelTextBlock.Text
source: Level
hu: Szint

# SettingsMapAutoRotateTextBlock.Text
source: Auto-Rotate Map
hu: Térkép Automatikus Elforgatása

# StartDateTextBlock.Text
source: START DATE
hu: KEZDÉS DÁTUMA

# IncubatorsTextBlock.Text
source: INCUBATORS
hu: INKUBÁTOROK

# SettingsUseNianticMapTextBlock.Text
source: Use Niantic Map
hu: Niantic Térkép Használata

# TypeTextBlock.Text
source: Type
hu: Típus

# WeightTextBlock.Text
source: Weight
hu: Súly

# HeightTextBlock.Text
source: Height
hu: Magasság

# StardustTextBlock.Text
source: STARDUST
hu: CSILLAGPOR

# CandyTextBlock.Text
source: CANDY
hu: CUKORKA

# EvolveButton.Content
source: EVOLVE
hu: FEJLESZTÉS

# PowerUpButton.Content
source: POWER UP
hu: ERŐSÍTÉS

# D_ItemGreatBall
source: A device for capturing wild Pokémon. It's thrown like a ball at a wild Pokémon, comfortably encapsulating its target.
hu: Egy eszköz a vadonban élő Pokémonok elfogásához. Dobd neki egy vad Pokémonnak és ez kényelmesen magába zárja a célpontot.

# D_ItemIncenseCool
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
hu: A füstölő egy titokzatos illattal a közeledbe csalogatja a vad Pokémonokat 30 percig.

# D_ItemIncenseFloral
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
hu: A füstölő egy titokzatos illattal a közeledbe csalogatja a vad Pokémonokat 30 percig.

# D_ItemIncenseOrdinary
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
hu: A füstölő egy titokzatos illattal a közeledbe csalogatja a vad Pokémonokat 30 percig.

# D_ItemIncenseSpicy
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
hu: A füstölő egy titokzatos illattal a közeledbe csalogatja a vad Pokémonokat 30 percig.

# D_ItemIncubatorBasic
source: A device that incubates an Egg as you walk until it is ready to hatch.
hu: Egy eszköz, ami kikelti a tojásod úgy, hogy addig kell sétálnod, ameddig ki nem kel a Pokémonod.

# D_ItemIncubatorBasicUnlimited
source: A device that incubates an Egg as you walk until it is ready to hatch.
hu: Egy eszköz, ami kikelti a tojásod úgy, hogy addig kell sétálnod, ameddig ki nem kel a Pokémonod.

# D_ItemMasterBall
source: A device for capturing wild Pokémon. It's thrown like a ball at a wild Pokémon, comfortably encapsulating its target.
hu: Egy eszköz a vadonban élő Pokémonok elfogásához. Dobd neki egy vad Pokémonnak és ez kényelmesen magába zárja a célpontot.

# D_ItemPokeBall
source: A device for capturing wild Pokémon. It's thrown like a ball at a wild Pokémon, comfortably encapsulating its target.
hu: Egy eszköz a vadonban élő Pokémonok elfogásához. Dobd neki egy vad Pokémonnak és ez kényelmesen magába zárja a célpontot.

# D_ItemPotion
source: A spray-type medicine for treating wounds. It restores the HP of one Pokémon by 20 points.
hu: Egy olyan növényi spray típusú gyógyszer, ami a sebek kezelésére van. Használatkor 20 HP-t ad a Pokémonodnak.

# D_ItemRevive
source: A medicine that can revive fainted Pokémon. It also restores half of a fainted Pokémon's maximum HP.
hu: Egy gyógyszer, amely képes újraéleszteni az elájult Pokémonod. Visszatölti az elájult Pokémonod maximum életpontjának felét.

# D_ItemUltraBall
source: A device for capturing wild Pokémon. It's thrown like a ball at a wild Pokémon, comfortably encapsulating its target.
hu: Egy eszköz a vadonban élő Pokémonok elfogásához. Dobd neki egy vad Pokémonnak és ez kényelmesen magába zárja a célpontot.

# ItemBlukBerry
source: Bluk Berry
hu: Bluk Bogyó

# ItemGreatBall
source: Great Ball
hu: Kitűnő Labda

# ItemHyperPotion
source: Hyper Potion
hu: Hyper Főzet

# ItemIncenseCool
source: Cool Incense
hu: Hűvös Füstölő

# ItemIncenseFloral
source: Floral Incense
hu: Virágos Füstölő

# ItemIncenseOrdinary
source: Incense
hu: Átlagos Füstölő

# ItemIncenseSpicy
source: Spicy Incense
hu: Fűszeres Füstölő

# ItemIncubatorBasic
source: Incubator Basic
hu: Alap Inkubátor

# ItemIncubatorBasicUnlimited
source: Incubator Basic Unlimited
hu: Korlátlan Alap Inkubátor

# ItemItemStorageUpgrade
source: Item Storage Upgrade
hu: Tárgy Kapacitás Növelés

# ItemLuckyEgg
source: Lucky Egg
hu: Szerencse Tojás

# ItemMasterBall
source: Master Ball
hu: Mester Labda

# ItemMaxPotion
source: Max Potion
hu: Maximális Főzet

# ItemMaxRevive
source: Max Revive
hu: Maximális Felélesztés

# ItemNanabBerry
source: Nanab Berry
hu: Nanab Bogyó

# ItemPinapBerry
source: Pinap Berry
hu: Pinap Bogyó

# ItemPokeBall
source: Poke Ball
hu: Pokélabda

# ItemPokemonStorageUpgrade
source: Pokemon Storage Upgrade
hu: Pokémon Kapacitás Növelés

# ItemPotion
source: Potion
hu: Főzet

# ItemRazzBerry
source: Razz Berry
hu: Málna

# ItemRevive
source: Revive
hu: Felélesztés

# ItemSpecialCamera
source: Special Camera
hu: Speciális Kamera

# ItemSuperPotion
source: Super Potion
hu: Szuper Főzet

# ItemTroyDisk
source: Lure Module
hu: Trójai Lemez

# ItemUltraBall
source: Ultra Ball
hu: Ultra Labda

# ItemUnknown
source: Unknown
hu: Ismeretlen

# ItemWeparBerry
source: Wepar Berry
hu: Wepar Bogyó

# ItemXAttack
source: X Attack
hu: X Támadás

# ItemXDefense
source: X Defense
hu: X Védekezés

# ItemXMiracle
source: X Miracle
hu: X Képesség

source: Bite
hu: Harapás

source: Cross Chop
hu: Keresztcsapás

source: Dark Pulse
hu: Sötét Impulzus

source: Dig
hu: Ásás

source: Double Slap
hu: Dupla Pofon

source: Ember
hu: Parázs

source: Flamethrower
hu: Lángszóró

source: Flame Wheel
hu: Lángkerék

source: Hyper Beam
hu: Hiper Sugár

source: Lick
hu: Nyalás

source: Low Kick
hu: Alsó Rúgás

source: Megahorn
hu: Megaszarv

source: Metal Claw
hu: Fém Karom

source: Move Unset
hu: Hatástalanított Mozgás

source: Pound
hu: Dobbantás

source: Psycho Cut
hu: Pszichovágás

source: Quick Attack
hu: Gyors Támadás

source: Razor Leaf
hu: Borotvalevél

source: Scratch
hu: Karmolás

source: Sludge
hu: Iszap

source: Smog
hu: Füstköd

source: Sucker Punch
hu: Szívó Ütés

source: Tackle
hu: Megragadás

source: Take Down
hu: Lerántás

source: Thunder Shock
hu: Villámsokk

source: Vice Grip
hu: Satufogás

source: Vine Whip
hu: Indacsapás

source: Water Gun
hu: Vízágyú

source: Wing Attack
hu: Szárnycsapás

source: Wrap
hu: Betakarás

source: Absorb
hu: Elnyelés

source: Acid
hu: Sav

source: Acid Fast
hu: Gyors sav

source: Aerial Ace
hu: Légi Ász

source: Air Cutter
hu: Levegő Vágó

source: Air Slash
hu: Levegő Hasítás

source: Ancient Power
hu: Ősi Erő

source: Aqua Jet
hu: Vízsugár

source: Aqua Tail
hu: Vízfarok

# BiteFast
source: Bite
hu: Harapás

source: Blizzard
hu: Jégeső

source: Body Slam
hu: Test Csapás

source: Bone Club
hu: Csontbunkó

source: Brick Break
hu: Téglatörés

source: Brine
hu: Sósvíz

source: Bubble Beam
hu: Buboréksugár

source: Bubble Fast
hu: Gyors Buborék

source: Bug Bite
hu: Bogárharapás

# BugBiteFast
source: Bug Bite
hu: Gyors Bogárharapás

source: Bug Buzz
hu: Bogár Zümmögés

source: Bull doze
hu: Bika támadás

source: Bullet Punch
hu: Golyó ütés

# BulletPunchFast
source: Bullet Punch
hu: Golyó ütés

# ConfusionFast
source: Confusion
hu: Összezavarás

source: Cross Poison
hu: Kereszt Méreg

source: Cut
hu: Vágás

# CutFast
source: Cut
hu: Gyors Vágás

source: Dazzling Gleam
hu: Kápráztató csillogás

source: Disarming Voice
hu: Hatástalanító Hang

source: Discharge
hu: Leszerelés

source: Dragon Breath
hu: Sárkánylehelet

# DragonBreathFast
source: Dragon Breath
hu: Sárkánylehelet

source: Dragon Claw
hu: Sárkánykarom

source: Dragon Pulse
hu: Sárkány Impulzus

source: Draining Kiss
hu: Kiszipolyozó Csók

source: Drill Peck
hu: Fúró Csípés

source: Drill Run
hu: Fúró Futás

source: Earthquake
hu: Földrengés

source: Ember Fast
hu: Gyors Parázs

# FeintAttackFast
source: Feint Attack
hu: Áltámadás

source: Fire Blast
hu: Lángcsóva

# FireFangFast
source: Fire Fang
hu: Tűzagyar

source: Fire Punch
hu: Tűzütés

source: Flame Burst
hu: Lángrobbanás

source: Flame Charge
hu: Lángroham

source: Flash Cannon
hu: Villámágyú

source: Frost Breath
hu: Fagyos Lehelet

# FrostBreathFast
source: Frost Breath
hu: Fagyos Lehelet

source: Fury Cutter
hu: Dühpenge

# FuryCutterFast
source: Fury Cutter
hu: Gyors Dühpenge

source: Giga Drain
hu: Gigaszívás

source: Gunk Shot
hu: Piszok Lövés

source: Headbutt
hu: Fejelés

source: Heart Stamp
hu: Szívbélyeg

source: Heat Wave
hu: Hőhullám

source: Horn Attack
hu: Szarvtámadás

source: Hurricane
hu: Hurrikán

source: Hydro Pump
hu: Hidropumpa

# HydroPumpBlastoise
source: Hydro Pump
hu: Hidropumpa

source: Hyper Fang
hu: Hiperagyar

source: Ice Beam
hu: Jégsugár

source: Ice Punch
hu: Jégütés

source: Ice Shard
hu: Jégszilánk

# IceShardFast
source: Ice Shard
hu: Jégszilánk

source: Icy Wind
hu: Jeges Szél

source: Iron Head
hu: Vasfej

source: Karate Chop
hu: Karateütés

# KarateChopFast
source: Karate Chop
hu: Karateütés

source: Leaf Blade
hu: Pengelevél

source: Lick Fast
hu: Gyors Nyalás

# LowKickFast
source: Low Kick
hu: Alsó Rúgás

source: Low Sweep
hu: Alsó Seprés

source: Magnet Bomb
hu: Mágnesbomba

source: Mega Drain
hu: Megaszívás

# MetalClawFast
source: Metal Claw
hu: Fém Karom

source: Moonblast
hu: Holdrobbanás

source: Mud Bomb
hu: Iszapbomba

source: Mud Shot
hu: Iszaplövés

# MudShotFast
source: Mud Shot
hu: Iszaplövés

# MudSlapFast
source: Mud Slap
hu: Sárcsapás

source: Night Slash
hu: Éjvágás

source: Ominous Wind
hu: Baljós Szél

source: Parabolic Charge
hu: Parabolikus Roham

source: Peck
hu: Csípés

# PeckFast
source: Peck
hu: Csípés

source: Petal Blizzard
hu: Szirom Hóvihar

source: Play Rough
hu: Durva Játék

source: Poison Fang
hu: Mérgezett Agyar

source: Poison Jab
hu: Méregdöfés

# PoisonJabFast
source: Poison Jab
hu: Méregdöfés

# PoisonStingFast
source: Poison Sting
hu: Méregfullánk

source: Pound Fast
hu: Gyors Dobbantás

source: Power Gem
hu: Energiakő

source: Power Whip
hu: Energiaostor

source: Psybeam
hu: Psysugár

source: Psychic
hu: Pszichés

# PsychoCutFast
source: Psycho Cut
hu: Pszichovágás

source: Psyshock
hu: Psy sokk

source: Psystrike
hu: Psy csapás

# QuickAttackFast
source: Quick Attack
hu: Gyors Támadás

# RazorLeafFast
source: Razor Leaf
hu: Borotvalevél

source: Rest
hu: Pihenés

source: Rock Slide
hu: Sziklacsúszás

# RockSmashFast
source: Rock Smash
hu: Sziklazúzás

source: Rock Throw
hu: Sziklahajítás

# RockThrowFast
source: Rock Throw
hu: Sziklahajítás

source: Rock Tomb
hu: Kőbörtön

source: Scald
hu: Forrázás

# ScaldBlastoise
source: Scald
hu: Forrázás

# ScratchFast
source: Scratch
hu: Karmolás

source: Seed Bomb
hu: Magbomba

source: Shadow Ball
hu: Árnyéklabda

source: Shadow Claw
hu: Árnyékkarom

# ShadowClawFast
source: Shadow Claw
hu: Árnyékkarom

source: Shadow Punch
hu: Árnyékütés

source: Shadow Sneak
hu: Árnyék settenkedés

source: Signal Beam
hu: Jelsugár

source: Slam
hu: Csapás

source: Slash
hu: Csapás

source: Sludge Bomb
hu: Iszapbomba

source: Sludge Wave
hu: Iszaphullám

source: Solar Beam
hu: Napsugár

source: Spark
hu: Szikra

source: Spark Fast
hu: Gyors Szikra

source: Splash
hu: Fröcskölés

# SplashFast
source: Splash
hu: Fröcskölés

source: Steel Wing
hu: Acélszárny

# SteelWingFast
source: Steel Wing
hu: Acélszárny

source: Stomp
hu: Eltiprás

source: Stone Edge
hu: Kőpenge

source: Struggle
hu: Erőlködés

source: Submission
hu: Engedelmesség

# SuckerPunchFast
source: Sucker Punch
hu: Szívó Ütés

source: Swift
hu: Fürgeség

# TackleFast
source: Tackle
hu: Megragadás

source: Thunder
hu: Villám

source: Thunderbolt
hu: Villámcsapás

source: Thunder Punch
hu: Mennykőcsapás

# ThunderShockFast
source: Thunder Shock
hu: Villámsokk

# VineWhipFast
source: Vine Whip
hu: Gyors Indacsapás

# WaterGunFast
source: Water Gun
hu: Vízágyú

# WaterGunFastBlastoise
source: Water Gun
hu: Vízágyú

source: Water Pulse
hu: Aqua Pulzus

# WingAttackFast
source: Wing Attack
hu: Szárnycsapás

source: Wrap Green
hu: Zöld Betakarás

source: Wrap Pink
hu: Pink Betakarás

# ZenHeadbuttFast
source: Zen Headbutt
hu: Zen Fejelés
